export const goodsType = {
  // 类型
  '1083961': '全新（未拆封）',
  '1083962': '全新（已拆封未激活）',
  '1083963': '二手（功能完好）',

  // 配件
  '1083964': '原装配件齐全',
  '1083965': '无配件',

  // 特点
  '1083966': '全新机',
  '1083967': '展示机',
  '1083968': '普通二手机（无拆修）',
  '1083969': '官换机',
  '1084022': 'BS机',
  '1084023': '外观修复',

  // // 等级
  // '1083970': 'S级（未激活的全新机）',
  // '1083971': 'A级（功能完好，外观完好或细微使用痕迹）',
  // '1083972': 'B级（功能基本完好，可能存在以下问题中的一项或几项：外观有细微划痕、磕碰、掉漆、按键功能问题）',
  // '1084024': 'B1级（功能基本完好，但经历过外观修复）',
  // 新版等级
  '1081969': '全新：未激活的全新机',
  '1084052': '充新：功能完好，单机几乎没有任何使用和磨损痕迹',
  '1084118': '靓充: 功能完好，强光下屏幕肉眼可见细微划痕，外壳充新',
  '1084051': '靓机：功能完好，屏幕或有轻微划痕，外壳小划伤且无磕碰',
  '1084053': '小花：功能完好，外观8新及以上，屏幕有轻微划痕或外观有磕碰',
  '1084054': '大花: 功能完好，严重磕碰、掉漆、划痕、爆后玻璃、机身轻微弯曲',
};

export const goodSpecs = {
  // sim卡锁
  '1083959': '有锁（需"卡贴"解锁后可正常通话）',
  '1083958': '无锁',
};
